music_app/app/views/users/show.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 4], ["LIMIT", 1]]
---

<p><%= User.find(params[:id]).email %></p>